Repository: aerowolf/wxmp3gain
Catalog: wxmp3gain/msg/*.po
Languages: ru

source: &Analysis
ru: &Анализ

source: &Edit
ru: &Правка

source: &File
ru: &Файл

source: &Gain
ru: &Нормализация

source: &Help
ru: &Справка

source: (Default 89.0 dB)
ru: (По умолчанию 89.0 дБ)

source: About
ru: О программе

source: Add files
ru: Добавить файлы

source: Add folder
ru: Добавить папку

source: Analyze
ru: Анализировать

source: Automatically lower gain to not clip audio
ru: Автоматически снижать нормализацию

source: Cancel
ru: Отмена

source: Channel
ru: Канал

source: Clear analysis
ru: Очистить анализ

source: Clear list
ru: Очистить список

source: Clipping
ru: Обрезка

source: Constant gain
ru: Постоянная нормализация

source: Constant gain:
ru: Постоянная нормализация:

source: Delete stored tag info
ru: Удалить информацию о тегах

source: Do you want to stop process now?
ru: Хотите остановить процесс сейчас?

source: Exit
ru: Выход

source: File
ru: Файл

source: File options
ru: Опции файла

source: File writing:
ru: Запись файла:

source: Force re-calculation (do not read tag info)
ru: Принудительно пересчитать (не читая информацию о тегах)

source: Force to assume input is an MPEG 2 Layer III file
ru: Принудительно полагать, что на входе файл MPEG 2 Layer III

source: Free front-end for the MP3gain
ru: Свободный интерфейс к MP3gain

source: Gain
ru: Нормализация

source: Gain (dB)
ru: Нормализация (дБ)

source: Gain (mp3)
ru: Нормализация (mp3)

source: Gain on both channels
ru: Нормализация на обоих каналах

source: Gain on left channel only (not for Joint Stereo mp3s)
ru: Нормализация только левого канала (не для файлов mp3 Joint Stereo)

source: Gain on right channel only (not for Joint Stereo mp3s)
ru: Нормализация только правого канала (не для файлов mp3 Joint Stereo)

source: Gain options
ru: Опции нормализации

source: General
ru: Общие

source: Keep file timestamps
ru: Сохранять метки времени файлов

source: MP3gain Website
ru: Веб-сайт MP3gain

source: MP3gain executable
ru: Исполняемый файл MP3gain

source: MP3gain not found!
ru: MP3gain не найден!

source: Normal volume (dB):
ru: Нормальная громкость (дБ):

source: OK
ru: Ок

source: Processed %i files of %i.
ru: Обработано %i файлов из %i.

source: Progress
ru: Прогресс

source: Remove files
ru: Удалить файлы

source: Restore defaults
ru: Восстановить значения по умолчанию

source: Select directory
ru: Выбор директории

source: Select file
ru: Выбор файла

source: Settings
ru: Настройки

source: Skip stored tag info (do not read or write tags)
ru: Пропустить информацию о тегах (не читать и не записывать теги)

source: Tag info
ru: Информация о тегах

source: Tags
ru: Теги

source: Tags options
ru: Опции тегов

source: Tags reading
ru: Чтение тегов

source: Undo gain changes (based on stored tag info) Ctrl+Z
ru: Отменить изменения нормализации (по информации о тегах) Ctrl+Z

source: Use APEv2 tag for gain information (default)
ru: Использовать информацию тегов APEv2 (по умолчанию)

source: Use ID3v2 tag for gain information
ru: Использовать теги ID3v2 для информации нормализации

source: Use constant gain without doing any analysis
ru: Использовать постоянную нормализацию без какого-либо анализа

source: Using MP3gain version:
ru: Используется MP3gain версии:

source: Using constant gain:
ru: Используется постоянная нормализация:

source: Volume
ru: Громкость

source: Wait...
ru: Ждите...

source: work on original file
ru: работа над исходным файлом

source: work on temp file
ru: работа над временным файлом

source: wxMP3gain Website
ru: Веб-сайт wxMP3gain

source: yes
ru: да

source: Elapsed time :
ru: Затраченное время:

source: Estimated time :
ru: Ожидаемое время:

source: Remaining time :
ru: Оставшееся время:

source: Close
ru: Закрыть

source: unknown
ru: неизвестно
